[VCP_SkirmisherSpartan X2EncyclopediaTemplate]
ListTitle = "游击斯巴达"
DescriptionTitle = "游击斯巴达"
DescriptionEntry = "游击斯巴达是散兵阵营的前线战士。他们使用最精良的武器和装备，训练自己的身体和心智，只为纯粹的战斗."

[VCP_SkirmisherCyborg X2EncyclopediaTemplate]
ListTitle = "生化机械人"
DescriptionTitle = "生化机械人"
DescriptionEntry = "生化机械人是逃脱的实验性外星战士。他们本应是外星科技与人类DNA的混合体，但多亏了散兵阵营，这些家伙获得了自由，并保留了所有原本用来对抗XCom的能力."

[VCP_SkirmisherSpartan X2SoldierClassTemplate]
DisplayName="游击斯巴达战士"
ClassSummary="游击斯巴达战士是散兵阵营的前线战士。他们使用最精良的武器和装备，锻炼自己的身体和心智，只为投身纯粹的战斗."

[VCP_SkirmisherCyborg X2SoldierClassTemplate]
DisplayName="生化机械人"
ClassSummary="生化机械人是逃脱的实验性变种人战士。他们本应是外星科技与人类DNA的混合体，但多亏了散兵阵营，这些家伙获得了自由，并保留了所有原本用来对抗XCom的能力."

;***************************************
;New Ability Descriptions
;***************************************

;Skirmisher Ability
[VCP_SkirmisherMastery X2AbilityTemplate]
LocFriendlyName = "游击战术大师"
LocHelpText = " <Ability:ClassName/>随着经验的积累提升其能力."
LocLongDescription = " <Ability:ClassName/> 随着经验的积累提升其能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font> 获得 <Ability:RANKNAME1/> rank [1]<br/><Bullet/> 获得<font color='#3ABD23'>全面战斗</font> - 投掷爆炸物不再结束回合.<br/><br/><font color='#CA7200'>等级2</font> 获得 <Ability:RANKNAME3/> rank [3]<br/><Bullet/> 获得<font color='#3ABD23'>手榴弹带</font> - 获得一枚烟雾弹、一枚扭曲弹和一枚脉冲弹.<br/><br/><font color='#CA7200'>等级3</font> 获得 <Ability:RANKNAME5/> rank [5]<br/><Bullet/> 获得<font color='#3ABD23'>游击战士的反射</font> -当受到敌人攻击时，获得+1行动点.<br/><br/><font color='#CA7200'>等级4</font> 获得 <Ability:RANKNAME7/> rank [7]<br/><Bullet/> 获得<font color='#3ABD23'>审判</font> - 有机会使攻击你的敌人陷入恐慌."

